docs/evidence/phase-07/06-k6-load-200.txt
=== k6 load health 200 ===

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: /opt/9router-mw/shared/f7-scripts/docs/bench/k6-load-health-200.js
        output: -

     scenarios: (100.00%) 1 scenario, 200 max VUs, 4m0s max duration (incl. graceful stop):
              * ramp_200: Up to 200 looping VUs for 3m50s over 5 stages (gracefulRampDown: 10s, gracefulStop: 30s)


running (0m01.0s), 001/200 VUs, 12 complete and 0 interrupted iterations
ramp_200   [   0% ] 001/200 VUs  0m01.0s/3m50.0s

running (0m02.0s), 003/200 VUs, 82 complete and 0 interrupted iterations
ramp_200   [   1% ] 003/200 VUs  0m02.0s/3m50.0s

running (0m03.0s), 004/200 VUs, 219 complete and 0 interrupted iterations
ramp_200   [   1% ] 004/200 VUs  0m03.0s/3m50.0s

running (0m04.0s), 006/200 VUs, 424 complete and 0 interrupted iterations
ramp_200   [   2% ] 006/200 VUs  0m04.0s/3m50.0s

running (0m05.0s), 008/200 VUs, 679 complete and 0 interrupted iterations
ramp_200   [   2% ] 008/200 VUs  0m05.0s/3m50.0s

running (0m06.0s), 009/200 VUs, 990 complete and 0 interrupted iterations
ramp_200   [   3% ] 009/200 VUs  0m06.0s/3m50.0s

running (0m07.0s), 011/200 VUs, 1337 complete and 0 interrupted iterations
ramp_200   [   3% ] 011/200 VUs  0m07.0s/3m50.0s

running (0m08.0s), 013/200 VUs, 1742 complete and 0 interrupted iterations
ramp_200   [   3% ] 013/200 VUs  0m08.0s/3m50.0s

running (0m09.0s), 014/200 VUs, 2180 complete and 0 interrupted iterations
ramp_200   [   4% ] 014/200 VUs  0m09.0s/3m50.0s

running (0m10.0s), 016/200 VUs, 2671 complete and 0 interrupted iterations
ramp_200   [   4% ] 016/200 VUs  0m10.0s/3m50.0s

running (0m11.0s), 018/200 VUs, 3172 complete and 0 interrupted iterations
ramp_200   [   5% ] 018/200 VUs  0m11.0s/3m50.0s

running (0m12.0s), 019/200 VUs, 3771 complete and 0 interrupted iterations
ramp_200   [   5% ] 019/200 VUs  0m12.0s/3m50.0s

running (0m13.0s), 021/200 VUs, 4348 complete and 0 interrupted iterations
ramp_200   [   6% ] 021/200 VUs  0m13.0s/3m50.0s

running (0m14.0s), 023/200 VUs, 5002 complete and 0 interrupted iterations
ramp_200   [   6% ] 023/200 VUs  0m14.0s/3m50.0s

running (0m15.0s), 024/200 VUs, 5700 complete and 0 interrupted iterations
ramp_200   [   7% ] 024/200 VUs  0m15.0s/3m50.0s

running (0m16.0s), 026/200 VUs, 6393 complete and 0 interrupted iterations
ramp_200   [   7% ] 026/200 VUs  0m16.0s/3m50.0s

running (0m17.0s), 028/200 VUs, 7137 complete and 0 interrupted iterations
ramp_200   [   7% ] 028/200 VUs  0m17.0s/3m50.0s

running (0m18.0s), 029/200 VUs, 7896 complete and 0 interrupted iterations
ramp_200   [   8% ] 029/200 VUs  0m18.0s/3m50.0s

running (0m19.0s), 031/200 VUs, 8645 complete and 0 interrupted iterations
ramp_200   [   8% ] 031/200 VUs  0m19.0s/3m50.0s

running (0m20.0s), 033/200 VUs, 9466 complete and 0 interrupted iterations
ramp_200   [   9% ] 033/200 VUs  0m20.0s/3m50.0s

running (0m21.0s), 034/200 VUs, 10261 complete and 0 interrupted iterations
ramp_200   [   9% ] 034/200 VUs  0m21.0s/3m50.0s

running (0m22.0s), 036/200 VUs, 11152 complete and 0 interrupted iterations
ramp_200   [  10% ] 036/200 VUs  0m22.0s/3m50.0s

running (0m23.0s), 038/200 VUs, 12004 complete and 0 interrupted iterations
ramp_200   [  10% ] 038/200 VUs  0m23.0s/3m50.0s

running (0m24.0s), 039/200 VUs, 12881 complete and 0 interrupted iterations
ramp_200   [  10% ] 039/200 VUs  0m24.0s/3m50.0s

running (0m25.0s), 041/200 VUs, 13796 complete and 0 interrupted iterations
ramp_200   [  11% ] 041/200 VUs  0m25.0s/3m50.0s

running (0m26.0s), 043/200 VUs, 14718 complete and 0 interrupted iterations
ramp_200   [  11% ] 043/200 VUs  0m26.0s/3m50.0s

running (0m27.0s), 044/200 VUs, 15615 complete and 0 interrupted iterations
ramp_200   [  12% ] 044/200 VUs  0m27.0s/3m50.0s

running (0m28.0s), 046/200 VUs, 16551 complete and 0 interrupted iterations
ramp_200   [  12% ] 046/200 VUs  0m28.0s/3m50.0s

running (0m29.0s), 048/200 VUs, 17419 complete and 0 interrupted iterations
ramp_200   [  13% ] 048/200 VUs  0m29.0s/3m50.0s

running (0m30.0s), 049/200 VUs, 18368 complete and 0 interrupted iterations
ramp_200   [  13% ] 049/200 VUs  0m30.0s/3m50.0s

running (0m31.0s), 051/200 VUs, 19271 complete and 0 interrupted iterations
ramp_200   [  13% ] 051/200 VUs  0m31.0s/3m50.0s

running (0m32.0s), 053/200 VUs, 20241 complete and 0 interrupted iterations
ramp_200   [  14% ] 053/200 VUs  0m32.0s/3m50.0s

running (0m33.0s), 054/200 VUs, 21142 complete and 0 interrupted iterations
ramp_200   [  14% ] 054/200 VUs  0m33.0s/3m50.0s

running (0m34.0s), 056/200 VUs, 22036 complete and 0 interrupted iterations
ramp_200   [  15% ] 056/200 VUs  0m34.0s/3m50.0s

running (0m35.0s), 058/200 VUs, 22910 complete and 0 interrupted iterations
ramp_200   [  15% ] 058/200 VUs  0m35.0s/3m50.0s

running (0m36.0s), 059/200 VUs, 23831 complete and 0 interrupted iterations
ramp_200   [  16% ] 059/200 VUs  0m36.0s/3m50.0s

running (0m37.0s), 061/200 VUs, 24758 complete and 0 interrupted iterations
ramp_200   [  16% ] 061/200 VUs  0m37.0s/3m50.0s

running (0m38.0s), 063/200 VUs, 25712 complete and 0 interrupted iterations
ramp_200   [  17% ] 063/200 VUs  0m38.0s/3m50.0s

running (0m39.0s), 064/200 VUs, 26624 complete and 0 interrupted iterations
ramp_200   [  17% ] 064/200 VUs  0m39.0s/3m50.0s

running (0m40.0s), 066/200 VUs, 27598 complete and 0 interrupted iterations
ramp_200   [  17% ] 066/200 VUs  0m40.0s/3m50.0s

running (0m41.0s), 068/200 VUs, 28593 complete and 0 interrupted iterations
ramp_200   [  18% ] 068/200 VUs  0m41.0s/3m50.0s

running (0m42.0s), 069/200 VUs, 29575 complete and 0 interrupted iterations
ramp_200   [  18% ] 069/200 VUs  0m42.0s/3m50.0s

running (0m43.0s), 071/200 VUs, 30547 complete and 0 interrupted iterations
ramp_200   [  19% ] 071/200 VUs  0m43.0s/3m50.0s

running (0m44.0s), 073/200 VUs, 31482 complete and 0 interrupted iterations
ramp_200   [  19% ] 073/200 VUs  0m44.0s/3m50.0s

running (0m45.0s), 074/200 VUs, 32437 complete and 0 interrupted iterations
ramp_200   [  20% ] 074/200 VUs  0m45.0s/3m50.0s

running (0m46.0s), 076/200 VUs, 33324 complete and 0 interrupted iterations
ramp_200   [  20% ] 076/200 VUs  0m46.0s/3m50.0s

running (0m47.0s), 078/200 VUs, 34233 complete and 0 interrupted iterations
ramp_200   [  20% ] 078/200 VUs  0m47.0s/3m50.0s

running (0m48.0s), 079/200 VUs, 35164 complete and 0 interrupted iterations
ramp_200   [  21% ] 079/200 VUs  0m48.0s/3m50.0s

running (0m49.0s), 081/200 VUs, 36056 complete and 0 interrupted iterations
ramp_200   [  21% ] 081/200 VUs  0m49.0s/3m50.0s

running (0m50.0s), 083/200 VUs, 36949 complete and 0 interrupted iterations
ramp_200   [  22% ] 083/200 VUs  0m50.0s/3m50.0s

running (0m51.0s), 084/200 VUs, 37843 complete and 0 interrupted iterations
ramp_200   [  22% ] 084/200 VUs  0m51.0s/3m50.0s

running (0m52.0s), 086/200 VUs, 38797 complete and 0 interrupted iterations
ramp_200   [  23% ] 086/200 VUs  0m52.0s/3m50.0s

running (0m53.0s), 088/200 VUs, 39735 complete and 0 interrupted iterations
ramp_200   [  23% ] 088/200 VUs  0m53.0s/3m50.0s

running (0m54.0s), 089/200 VUs, 40574 complete and 0 interrupted iterations
ramp_200   [  23% ] 089/200 VUs  0m54.0s/3m50.0s

running (0m55.0s), 091/200 VUs, 41581 complete and 0 interrupted iterations
ramp_200   [  24% ] 091/200 VUs  0m55.0s/3m50.0s

running (0m56.0s), 093/200 VUs, 42570 complete and 0 interrupted iterations
ramp_200   [  24% ] 093/200 VUs  0m56.0s/3m50.0s

running (0m57.0s), 094/200 VUs, 43528 complete and 0 interrupted iterations
ramp_200   [  25% ] 094/200 VUs  0m57.0s/3m50.0s

running (0m58.0s), 096/200 VUs, 44505 complete and 0 interrupted iterations
ramp_200   [  25% ] 096/200 VUs  0m58.0s/3m50.0s

running (0m59.0s), 098/200 VUs, 45420 complete and 0 interrupted iterations
ramp_200   [  26% ] 098/200 VUs  0m59.0s/3m50.0s

running (1m00.0s), 099/200 VUs, 46417 complete and 0 interrupted iterations
ramp_200   [  26% ] 099/200 VUs  1m00.0s/3m50.0s

running (1m01.0s), 103/200 VUs, 47364 complete and 0 interrupted iterations
ramp_200   [  27% ] 103/200 VUs  1m01.0s/3m50.0s

running (1m02.0s), 106/200 VUs, 48297 complete and 0 interrupted iterations
ramp_200   [  27% ] 106/200 VUs  1m02.0s/3m50.0s

running (1m03.0s), 109/200 VUs, 49158 complete and 0 interrupted iterations
ramp_200   [  27% ] 109/200 VUs  1m03.0s/3m50.0s

running (1m04.0s), 113/200 VUs, 50082 complete and 0 interrupted iterations
ramp_200   [  28% ] 113/200 VUs  1m04.0s/3m50.0s

running (1m05.0s), 116/200 VUs, 51065 complete and 0 interrupted iterations
ramp_200   [  28% ] 116/200 VUs  1m05.0s/3m50.0s

running (1m06.0s), 119/200 VUs, 52011 complete and 0 interrupted iterations
ramp_200   [  29% ] 119/200 VUs  1m06.0s/3m50.0s

running (1m07.0s), 123/200 VUs, 52954 complete and 0 interrupted iterations
ramp_200   [  29% ] 123/200 VUs  1m07.0s/3m50.0s

running (1m08.0s), 126/200 VUs, 53889 complete and 0 interrupted iterations
ramp_200   [  30% ] 126/200 VUs  1m08.0s/3m50.0s

running (1m09.0s), 129/200 VUs, 54812 complete and 0 interrupted iterations
ramp_200   [  30% ] 129/200 VUs  1m09.0s/3m50.0s

running (1m10.0s), 133/200 VUs, 55804 complete and 0 interrupted iterations
ramp_200   [  30% ] 133/200 VUs  1m10.0s/3m50.0s

running (1m11.0s), 136/200 VUs, 56788 complete and 0 interrupted iterations
ramp_200   [  31% ] 136/200 VUs  1m11.0s/3m50.0s

running (1m12.0s), 139/200 VUs, 57809 complete and 0 interrupted iterations
ramp_200   [  31% ] 139/200 VUs  1m12.0s/3m50.0s

running (1m13.0s), 143/200 VUs, 58766 complete and 0 interrupted iterations
ramp_200   [  32% ] 143/200 VUs  1m13.0s/3m50.0s

running (1m14.0s), 146/200 VUs, 59768 complete and 0 interrupted iterations
ramp_200   [  32% ] 146/200 VUs  1m14.0s/3m50.0s

running (1m15.0s), 149/200 VUs, 60731 complete and 0 interrupted iterations
ramp_200   [  33% ] 149/200 VUs  1m15.0s/3m50.0s

running (1m16.0s), 153/200 VUs, 61695 complete and 0 interrupted iterations
ramp_200   [  33% ] 153/200 VUs  1m16.0s/3m50.0s

running (1m17.0s), 156/200 VUs, 62680 complete and 0 interrupted iterations
ramp_200   [  33% ] 156/200 VUs  1m17.0s/3m50.0s

running (1m18.0s), 159/200 VUs, 63621 complete and 0 interrupted iterations
ramp_200   [  34% ] 159/200 VUs  1m18.0s/3m50.0s

running (1m19.0s), 163/200 VUs, 64579 complete and 0 interrupted iterations
ramp_200   [  34% ] 163/200 VUs  1m19.0s/3m50.0s

running (1m20.0s), 166/200 VUs, 65515 complete and 0 interrupted iterations
ramp_200   [  35% ] 166/200 VUs  1m20.0s/3m50.0s

running (1m21.0s), 169/200 VUs, 66507 complete and 0 interrupted iterations
ramp_200   [  35% ] 169/200 VUs  1m21.0s/3m50.0s

running (1m22.0s), 173/200 VUs, 67549 complete and 0 interrupted iterations
ramp_200   [  36% ] 173/200 VUs  1m22.0s/3m50.0s

running (1m23.0s), 176/200 VUs, 68567 complete and 0 interrupted iterations
ramp_200   [  36% ] 176/200 VUs  1m23.0s/3m50.0s

running (1m24.0s), 179/200 VUs, 69419 complete and 0 interrupted iterations
ramp_200   [  37% ] 179/200 VUs  1m24.0s/3m50.0s

running (1m25.0s), 183/200 VUs, 70343 complete and 0 interrupted iterations
ramp_200   [  37% ] 183/200 VUs  1m25.0s/3m50.0s

running (1m26.0s), 186/200 VUs, 71266 complete and 0 interrupted iterations
ramp_200   [  37% ] 186/200 VUs  1m26.0s/3m50.0s

running (1m27.0s), 189/200 VUs, 72180 complete and 0 interrupted iterations
ramp_200   [  38% ] 189/200 VUs  1m27.0s/3m50.0s

running (1m28.0s), 193/200 VUs, 73174 complete and 0 interrupted iterations
ramp_200   [  38% ] 193/200 VUs  1m28.0s/3m50.0s

running (1m29.0s), 196/200 VUs, 74169 complete and 0 interrupted iterations
ramp_200   [  39% ] 196/200 VUs  1m29.0s/3m50.0s

running (1m30.0s), 199/200 VUs, 75120 complete and 0 interrupted iterations
ramp_200   [  39% ] 199/200 VUs  1m30.0s/3m50.0s

running (1m31.0s), 200/200 VUs, 76135 complete and 0 interrupted iterations
ramp_200   [  40% ] 200/200 VUs  1m31.0s/3m50.0s

running (1m32.0s), 200/200 VUs, 77052 complete and 0 interrupted iterations
ramp_200   [  40% ] 200/200 VUs  1m32.0s/3m50.0s

running (1m33.0s), 200/200 VUs, 78047 complete and 0 interrupted iterations
ramp_200   [  40% ] 200/200 VUs  1m33.0s/3m50.0s

running (1m34.0s), 200/200 VUs, 78990 complete and 0 interrupted iterations
ramp_200   [  41% ] 200/200 VUs  1m34.0s/3m50.0s

running (1m35.0s), 200/200 VUs, 79995 complete and 0 interrupted iterations
ramp_200   [  41% ] 200/200 VUs  1m35.0s/3m50.0s

running (1m36.0s), 200/200 VUs, 80847 complete and 0 interrupted iterations
ramp_200   [  42% ] 200/200 VUs  1m36.0s/3m50.0s

running (1m37.0s), 200/200 VUs, 81848 complete and 0 interrupted iterations
ramp_200   [  42% ] 200/200 VUs  1m37.0s/3m50.0s

running (1m38.0s), 200/200 VUs, 82864 complete and 0 interrupted iterations
ramp_200   [  43% ] 200/200 VUs  1m38.0s/3m50.0s

running (1m39.0s), 200/200 VUs, 83878 complete and 0 interrupted iterations
ramp_200   [  43% ] 200/200 VUs  1m39.0s/3m50.0s

running (1m40.0s), 200/200 VUs, 84760 complete and 0 interrupted iterations
ramp_200   [  43% ] 200/200 VUs  1m40.0s/3m50.0s

running (1m41.0s), 200/200 VUs, 85705 complete and 0 interrupted iterations
ramp_200   [  44% ] 200/200 VUs  1m41.0s/3m50.0s

running (1m42.0s), 200/200 VUs, 86639 complete and 0 interrupted iterations
ramp_200   [  44% ] 200/200 VUs  1m42.0s/3m50.0s

running (1m43.0s), 200/200 VUs, 87529 complete and 0 interrupted iterations
ramp_200   [  45% ] 200/200 VUs  1m43.0s/3m50.0s

running (1m44.0s), 200/200 VUs, 88437 complete and 0 interrupted iterations
ramp_200   [  45% ] 200/200 VUs  1m44.0s/3m50.0s

running (1m45.0s), 200/200 VUs, 89298 complete and 0 interrupted iterations
ramp_200   [  46% ] 200/200 VUs  1m45.0s/3m50.0s

running (1m46.0s), 200/200 VUs, 90333 complete and 0 interrupted iterations
ramp_200   [  46% ] 200/200 VUs  1m46.0s/3m50.0s

running (1m47.0s), 200/200 VUs, 91220 complete and 0 interrupted iterations
ramp_200   [  47% ] 200/200 VUs  1m47.0s/3m50.0s

running (1m48.0s), 200/200 VUs, 92246 complete and 0 interrupted iterations
ramp_200   [  47% ] 200/200 VUs  1m48.0s/3m50.0s

running (1m49.0s), 200/200 VUs, 93244 complete and 0 interrupted iterations
ramp_200   [  47% ] 200/200 VUs  1m49.0s/3m50.0s

running (1m50.0s), 200/200 VUs, 94121 complete and 0 interrupted iterations
ramp_200   [  48% ] 200/200 VUs  1m50.0s/3m50.0s

running (1m51.0s), 200/200 VUs, 95058 complete and 0 interrupted iterations
ramp_200   [  48% ] 200/200 VUs  1m51.0s/3m50.0s

running (1m52.0s), 200/200 VUs, 96014 complete and 0 interrupted iterations
ramp_200   [  49% ] 200/200 VUs  1m52.0s/3m50.0s

running (1m53.0s), 200/200 VUs, 96947 complete and 0 interrupted iterations
ramp_200   [  49% ] 200/200 VUs  1m53.0s/3m50.0s

running (1m54.0s), 200/200 VUs, 97886 complete and 0 interrupted iterations
ramp_200   [  50% ] 200/200 VUs  1m54.0s/3m50.0s

running (1m55.0s), 200/200 VUs, 98852 complete and 0 interrupted iterations
ramp_200   [  50% ] 200/200 VUs  1m55.0s/3m50.0s

running (1m56.0s), 200/200 VUs, 99779 complete and 0 interrupted iterations
ramp_200   [  50% ] 200/200 VUs  1m56.0s/3m50.0s

running (1m57.0s), 200/200 VUs, 100753 complete and 0 interrupted iterations
ramp_200   [  51% ] 200/200 VUs  1m57.0s/3m50.0s

running (1m58.0s), 200/200 VUs, 101697 complete and 0 interrupted iterations
ramp_200   [  51% ] 200/200 VUs  1m58.0s/3m50.0s

running (1m59.0s), 200/200 VUs, 102632 complete and 0 interrupted iterations
ramp_200   [  52% ] 200/200 VUs  1m59.0s/3m50.0s

running (2m00.0s), 200/200 VUs, 103588 complete and 0 interrupted iterations
ramp_200   [  52% ] 200/200 VUs  2m00.0s/3m50.0s

running (2m01.0s), 200/200 VUs, 104620 complete and 0 interrupted iterations
ramp_200   [  53% ] 200/200 VUs  2m01.0s/3m50.0s

running (2m02.0s), 200/200 VUs, 105613 complete and 0 interrupted iterations
ramp_200   [  53% ] 200/200 VUs  2m02.0s/3m50.0s

running (2m03.0s), 200/200 VUs, 106646 complete and 0 interrupted iterations
ramp_200   [  53% ] 200/200 VUs  2m03.0s/3m50.0s

running (2m04.0s), 200/200 VUs, 107630 complete and 0 interrupted iterations
ramp_200   [  54% ] 200/200 VUs  2m04.0s/3m50.0s

running (2m05.0s), 200/200 VUs, 108637 complete and 0 interrupted iterations
ramp_200   [  54% ] 200/200 VUs  2m05.0s/3m50.0s

running (2m06.0s), 200/200 VUs, 109511 complete and 0 interrupted iterations
ramp_200   [  55% ] 200/200 VUs  2m06.0s/3m50.0s

running (2m07.0s), 200/200 VUs, 110545 complete and 0 interrupted iterations
ramp_200   [  55% ] 200/200 VUs  2m07.0s/3m50.0s

running (2m08.0s), 200/200 VUs, 111586 complete and 0 interrupted iterations
ramp_200   [  56% ] 200/200 VUs  2m08.0s/3m50.0s

running (2m09.0s), 200/200 VUs, 112580 complete and 0 interrupted iterations
ramp_200   [  56% ] 200/200 VUs  2m09.0s/3m50.0s

running (2m10.0s), 200/200 VUs, 113550 complete and 0 interrupted iterations
ramp_200   [  57% ] 200/200 VUs  2m10.0s/3m50.0s

running (2m11.0s), 200/200 VUs, 114624 complete and 0 interrupted iterations
ramp_200   [  57% ] 200/200 VUs  2m11.0s/3m50.0s

running (2m12.0s), 200/200 VUs, 115643 complete and 0 interrupted iterations
ramp_200   [  57% ] 200/200 VUs  2m12.0s/3m50.0s

running (2m13.0s), 200/200 VUs, 116629 complete and 0 interrupted iterations
ramp_200   [  58% ] 200/200 VUs  2m13.0s/3m50.0s

running (2m14.0s), 200/200 VUs, 117572 complete and 0 interrupted iterations
ramp_200   [  58% ] 200/200 VUs  2m14.0s/3m50.0s

running (2m15.0s), 200/200 VUs, 118561 complete and 0 interrupted iterations
ramp_200   [  59% ] 200/200 VUs  2m15.0s/3m50.0s

running (2m16.0s), 200/200 VUs, 119587 complete and 0 interrupted iterations
ramp_200   [  59% ] 200/200 VUs  2m16.0s/3m50.0s

running (2m17.0s), 200/200 VUs, 120519 complete and 0 interrupted iterations
ramp_200   [  60% ] 200/200 VUs  2m17.0s/3m50.0s

running (2m18.0s), 200/200 VUs, 121512 complete and 0 interrupted iterations
ramp_200   [  60% ] 200/200 VUs  2m18.0s/3m50.0s

running (2m19.0s), 200/200 VUs, 122555 complete and 0 interrupted iterations
ramp_200   [  60% ] 200/200 VUs  2m19.0s/3m50.0s

running (2m20.0s), 200/200 VUs, 123484 complete and 0 interrupted iterations
ramp_200   [  61% ] 200/200 VUs  2m20.0s/3m50.0s

running (2m21.0s), 200/200 VUs, 124527 complete and 0 interrupted iterations
ramp_200   [  61% ] 200/200 VUs  2m21.0s/3m50.0s

running (2m22.0s), 200/200 VUs, 125504 complete and 0 interrupted iterations
ramp_200   [  62% ] 200/200 VUs  2m22.0s/3m50.0s

running (2m23.0s), 200/200 VUs, 126543 complete and 0 interrupted iterations
ramp_200   [  62% ] 200/200 VUs  2m23.0s/3m50.0s

running (2m24.0s), 200/200 VUs, 127526 complete and 0 interrupted iterations
ramp_200   [  63% ] 200/200 VUs  2m24.0s/3m50.0s

running (2m25.0s), 200/200 VUs, 128456 complete and 0 interrupted iterations
ramp_200   [  63% ] 200/200 VUs  2m25.0s/3m50.0s

running (2m26.0s), 200/200 VUs, 129479 complete and 0 interrupted iterations
ramp_200   [  63% ] 200/200 VUs  2m26.0s/3m50.0s

running (2m27.0s), 200/200 VUs, 130475 complete and 0 interrupted iterations
ramp_200   [  64% ] 200/200 VUs  2m27.0s/3m50.0s

running (2m28.0s), 200/200 VUs, 131462 complete and 0 interrupted iterations
ramp_200   [  64% ] 200/200 VUs  2m28.0s/3m50.0s

running (2m29.0s), 200/200 VUs, 132512 complete and 0 interrupted iterations
ramp_200   [  65% ] 200/200 VUs  2m29.0s/3m50.0s

running (2m30.0s), 200/200 VUs, 133421 complete and 0 interrupted iterations
ramp_200   [  65% ] 200/200 VUs  2m30.0s/3m50.0s

running (2m31.0s), 200/200 VUs, 134417 complete and 0 interrupted iterations
ramp_200   [  66% ] 200/200 VUs  2m31.0s/3m50.0s

running (2m32.0s), 200/200 VUs, 135472 complete and 0 interrupted iterations
ramp_200   [  66% ] 200/200 VUs  2m32.0s/3m50.0s

running (2m33.0s), 200/200 VUs, 136427 complete and 0 interrupted iterations
ramp_200   [  67% ] 200/200 VUs  2m33.0s/3m50.0s

running (2m34.0s), 200/200 VUs, 137455 complete and 0 interrupted iterations
ramp_200   [  67% ] 200/200 VUs  2m34.0s/3m50.0s

running (2m35.0s), 200/200 VUs, 138478 complete and 0 interrupted iterations
ramp_200   [  67% ] 200/200 VUs  2m35.0s/3m50.0s

running (2m36.0s), 200/200 VUs, 139460 complete and 0 interrupted iterations
ramp_200   [  68% ] 200/200 VUs  2m36.0s/3m50.0s

running (2m37.0s), 200/200 VUs, 140470 complete and 0 interrupted iterations
ramp_200   [  68% ] 200/200 VUs  2m37.0s/3m50.0s

running (2m38.0s), 200/200 VUs, 141519 complete and 0 interrupted iterations
ramp_200   [  69% ] 200/200 VUs  2m38.0s/3m50.0s

running (2m39.0s), 200/200 VUs, 142516 complete and 0 interrupted iterations
ramp_200   [  69% ] 200/200 VUs  2m39.0s/3m50.0s

running (2m40.0s), 200/200 VUs, 143631 complete and 0 interrupted iterations
ramp_200   [  70% ] 200/200 VUs  2m40.0s/3m50.0s

running (2m41.0s), 200/200 VUs, 144520 complete and 0 interrupted iterations
ramp_200   [  70% ] 200/200 VUs  2m41.0s/3m50.0s

running (2m42.0s), 200/200 VUs, 145545 complete and 0 interrupted iterations
ramp_200   [  70% ] 200/200 VUs  2m42.0s/3m50.0s

running (2m43.0s), 200/200 VUs, 146592 complete and 0 interrupted iterations
ramp_200   [  71% ] 200/200 VUs  2m43.0s/3m50.0s

running (2m44.0s), 200/200 VUs, 147555 complete and 0 interrupted iterations
ramp_200   [  71% ] 200/200 VUs  2m44.0s/3m50.0s

running (2m45.0s), 200/200 VUs, 148544 complete and 0 interrupted iterations
ramp_200   [  72% ] 200/200 VUs  2m45.0s/3m50.0s

running (2m46.0s), 200/200 VUs, 149344 complete and 0 interrupted iterations
ramp_200   [  72% ] 200/200 VUs  2m46.0s/3m50.0s

running (2m47.0s), 200/200 VUs, 150339 complete and 0 interrupted iterations
ramp_200   [  73% ] 200/200 VUs  2m47.0s/3m50.0s

running (2m48.0s), 200/200 VUs, 151247 complete and 0 interrupted iterations
ramp_200   [  73% ] 200/200 VUs  2m48.0s/3m50.0s

running (2m49.0s), 200/200 VUs, 152295 complete and 0 interrupted iterations
ramp_200   [  73% ] 200/200 VUs  2m49.0s/3m50.0s

running (2m50.0s), 200/200 VUs, 153295 complete and 0 interrupted iterations
ramp_200   [  74% ] 200/200 VUs  2m50.0s/3m50.0s

running (2m51.0s), 200/200 VUs, 154308 complete and 0 interrupted iterations
ramp_200   [  74% ] 200/200 VUs  2m51.0s/3m50.0s

running (2m52.0s), 200/200 VUs, 155301 complete and 0 interrupted iterations
ramp_200   [  75% ] 200/200 VUs  2m52.0s/3m50.0s

running (2m53.0s), 200/200 VUs, 156330 complete and 0 interrupted iterations
ramp_200   [  75% ] 200/200 VUs  2m53.0s/3m50.0s

running (2m54.0s), 200/200 VUs, 157336 complete and 0 interrupted iterations
ramp_200   [  76% ] 200/200 VUs  2m54.0s/3m50.0s

running (2m55.0s), 200/200 VUs, 158282 complete and 0 interrupted iterations
ramp_200   [  76% ] 200/200 VUs  2m55.0s/3m50.0s

running (2m56.0s), 200/200 VUs, 159234 complete and 0 interrupted iterations
ramp_200   [  77% ] 200/200 VUs  2m56.0s/3m50.0s

running (2m57.0s), 200/200 VUs, 160092 complete and 0 interrupted iterations
ramp_200   [  77% ] 200/200 VUs  2m57.0s/3m50.0s

running (2m58.0s), 200/200 VUs, 161032 complete and 0 interrupted iterations
ramp_200   [  77% ] 200/200 VUs  2m58.0s/3m50.0s

running (2m59.0s), 200/200 VUs, 162072 complete and 0 interrupted iterations
ramp_200   [  78% ] 200/200 VUs  2m59.0s/3m50.0s

running (3m00.0s), 200/200 VUs, 163087 complete and 0 interrupted iterations
ramp_200   [  78% ] 200/200 VUs  3m00.0s/3m50.0s

running (3m01.0s), 200/200 VUs, 163975 complete and 0 interrupted iterations
ramp_200   [  79% ] 200/200 VUs  3m01.0s/3m50.0s

running (3m02.0s), 200/200 VUs, 164844 complete and 0 interrupted iterations
ramp_200   [  79% ] 200/200 VUs  3m02.0s/3m50.0s

running (3m03.0s), 200/200 VUs, 165652 complete and 0 interrupted iterations
ramp_200   [  80% ] 200/200 VUs  3m03.0s/3m50.0s

running (3m04.0s), 200/200 VUs, 166650 complete and 0 interrupted iterations
ramp_200   [  80% ] 200/200 VUs  3m04.0s/3m50.0s

running (3m05.0s), 200/200 VUs, 167596 complete and 0 interrupted iterations
ramp_200   [  80% ] 200/200 VUs  3m05.0s/3m50.0s

running (3m06.0s), 200/200 VUs, 168548 complete and 0 interrupted iterations
ramp_200   [  81% ] 200/200 VUs  3m06.0s/3m50.0s

running (3m07.0s), 200/200 VUs, 169470 complete and 0 interrupted iterations
ramp_200   [  81% ] 200/200 VUs  3m07.0s/3m50.0s

running (3m08.0s), 200/200 VUs, 170488 complete and 0 interrupted iterations
ramp_200   [  82% ] 200/200 VUs  3m08.0s/3m50.0s

running (3m09.0s), 200/200 VUs, 171509 complete and 0 interrupted iterations
ramp_200   [  82% ] 200/200 VUs  3m09.0s/3m50.0s

running (3m10.0s), 200/200 VUs, 172508 complete and 0 interrupted iterations
ramp_200   [  83% ] 200/200 VUs  3m10.0s/3m50.0s

running (3m11.0s), 200/200 VUs, 173408 complete and 0 interrupted iterations
ramp_200   [  83% ] 200/200 VUs  3m11.0s/3m50.0s

running (3m12.0s), 200/200 VUs, 174235 complete and 0 interrupted iterations
ramp_200   [  83% ] 200/200 VUs  3m12.0s/3m50.0s

running (3m13.0s), 200/200 VUs, 175265 complete and 0 interrupted iterations
ramp_200   [  84% ] 200/200 VUs  3m13.0s/3m50.0s

running (3m14.0s), 200/200 VUs, 176046 complete and 0 interrupted iterations
ramp_200   [  84% ] 200/200 VUs  3m14.0s/3m50.0s

running (3m15.0s), 200/200 VUs, 176735 complete and 0 interrupted iterations
ramp_200   [  85% ] 200/200 VUs  3m15.0s/3m50.0s

running (3m16.0s), 200/200 VUs, 177635 complete and 0 interrupted iterations
ramp_200   [  85% ] 200/200 VUs  3m16.0s/3m50.0s

running (3m17.0s), 200/200 VUs, 178560 complete and 0 interrupted iterations
ramp_200   [  86% ] 200/200 VUs  3m17.0s/3m50.0s

running (3m18.0s), 200/200 VUs, 179449 complete and 0 interrupted iterations
ramp_200   [  86% ] 200/200 VUs  3m18.0s/3m50.0s

running (3m19.0s), 200/200 VUs, 180382 complete and 0 interrupted iterations
ramp_200   [  87% ] 200/200 VUs  3m19.0s/3m50.0s

running (3m20.0s), 200/200 VUs, 181257 complete and 0 interrupted iterations
ramp_200   [  87% ] 200/200 VUs  3m20.0s/3m50.0s

running (3m21.0s), 200/200 VUs, 182198 complete and 0 interrupted iterations
ramp_200   [  87% ] 200/200 VUs  3m21.0s/3m50.0s

running (3m22.0s), 200/200 VUs, 183031 complete and 0 interrupted iterations
ramp_200   [  88% ] 200/200 VUs  3m22.0s/3m50.0s

running (3m23.0s), 200/200 VUs, 184034 complete and 0 interrupted iterations
ramp_200   [  88% ] 200/200 VUs  3m23.0s/3m50.0s

running (3m24.0s), 200/200 VUs, 185030 complete and 0 interrupted iterations
ramp_200   [  89% ] 200/200 VUs  3m24.0s/3m50.0s

running (3m25.0s), 200/200 VUs, 186005 complete and 0 interrupted iterations
ramp_200   [  89% ] 200/200 VUs  3m25.0s/3m50.0s

running (3m26.0s), 200/200 VUs, 187008 complete and 0 interrupted iterations
ramp_200   [  90% ] 200/200 VUs  3m26.0s/3m50.0s

running (3m27.0s), 200/200 VUs, 187915 complete and 0 interrupted iterations
ramp_200   [  90% ] 200/200 VUs  3m27.0s/3m50.0s

running (3m28.0s), 200/200 VUs, 188869 complete and 0 interrupted iterations
ramp_200   [  90% ] 200/200 VUs  3m28.0s/3m50.0s

running (3m29.0s), 200/200 VUs, 189887 complete and 0 interrupted iterations
ramp_200   [  91% ] 200/200 VUs  3m29.0s/3m50.0s

running (3m30.0s), 200/200 VUs, 190859 complete and 0 interrupted iterations
ramp_200   [  91% ] 200/200 VUs  3m30.0s/3m50.0s

running (3m31.0s), 192/200 VUs, 191797 complete and 0 interrupted iterations
ramp_200   [  92% ] 192/200 VUs  3m31.0s/3m50.0s

running (3m32.0s), 182/200 VUs, 192715 complete and 0 interrupted iterations
ramp_200   [  92% ] 182/200 VUs  3m32.0s/3m50.0s

running (3m33.0s), 172/200 VUs, 193638 complete and 0 interrupted iterations
ramp_200   [  93% ] 172/200 VUs  3m33.0s/3m50.0s

running (3m34.0s), 162/200 VUs, 194545 complete and 0 interrupted iterations
ramp_200   [  93% ] 162/200 VUs  3m34.0s/3m50.0s

running (3m35.0s), 152/200 VUs, 195441 complete and 0 interrupted iterations
ramp_200   [  93% ] 152/200 VUs  3m35.0s/3m50.0s

running (3m36.0s), 142/200 VUs, 196411 complete and 0 interrupted iterations
ramp_200   [  94% ] 142/200 VUs  3m36.0s/3m50.0s

running (3m37.0s), 132/200 VUs, 197215 complete and 0 interrupted iterations
ramp_200   [  94% ] 132/200 VUs  3m37.0s/3m50.0s

running (3m38.0s), 121/200 VUs, 198169 complete and 0 interrupted iterations
ramp_200   [  95% ] 121/200 VUs  3m38.0s/3m50.0s

running (3m39.0s), 111/200 VUs, 199146 complete and 0 interrupted iterations
ramp_200   [  95% ] 111/200 VUs  3m39.0s/3m50.0s

running (3m40.0s), 101/200 VUs, 200077 complete and 0 interrupted iterations
ramp_200   [  96% ] 101/200 VUs  3m40.0s/3m50.0s

running (3m41.0s), 092/200 VUs, 201017 complete and 0 interrupted iterations
ramp_200   [  96% ] 092/200 VUs  3m41.0s/3m50.0s

running (3m42.0s), 082/200 VUs, 201985 complete and 0 interrupted iterations
ramp_200   [  97% ] 082/200 VUs  3m42.0s/3m50.0s

running (3m43.0s), 071/200 VUs, 202988 complete and 0 interrupted iterations
ramp_200   [  97% ] 071/200 VUs  3m43.0s/3m50.0s

running (3m44.0s), 062/200 VUs, 203954 complete and 0 interrupted iterations
ramp_200   [  97% ] 062/200 VUs  3m44.0s/3m50.0s

running (3m45.0s), 051/200 VUs, 204925 complete and 0 interrupted iterations
ramp_200   [  98% ] 051/200 VUs  3m45.0s/3m50.0s

running (3m46.0s), 041/200 VUs, 205845 complete and 0 interrupted iterations
ramp_200   [  98% ] 041/200 VUs  3m46.0s/3m50.0s

running (3m47.0s), 031/200 VUs, 206752 complete and 0 interrupted iterations
ramp_200   [  99% ] 031/200 VUs  3m47.0s/3m50.0s

running (3m48.0s), 021/200 VUs, 207455 complete and 0 interrupted iterations
ramp_200   [  99% ] 021/200 VUs  3m48.0s/3m50.0s

running (3m49.0s), 011/200 VUs, 208037 complete and 0 interrupted iterations
ramp_200   [ 100% ] 011/200 VUs  3m49.0s/3m50.0s

running (3m50.0s), 001/200 VUs, 208285 complete and 0 interrupted iterations
ramp_200   [ 100% ] 001/200 VUs  3m50.0s/3m50.0s
     ✓ status 200
     ✓ ok true
     ✓ has workerId

     checks.........................: 100.00% ✓ 624864     ✗ 0     
     data_received..................: 152 MB  662 kB/s
     data_sent......................: 17 MB   73 kB/s
   ✓ errors.........................: 0.00%   ✓ 0          ✗ 208288
     http_req_blocked...............: avg=6.6µs      min=1.75µs  med=3.86µs     max=24.99ms    p(90)=5.8µs      p(95)=6.79µs    
     http_req_connecting............: avg=275ns      min=0s      med=0s         max=4.41ms     p(90)=0s         p(95)=0s        
   ✓ http_req_duration..............: avg=138.5ms    min=2.48ms  med=154.83ms   max=619.72ms   p(90)=212.92ms   p(95)=240.55ms  
       { expected_response:true }...: avg=138.5ms    min=2.48ms  med=154.83ms   max=619.72ms   p(90)=212.92ms   p(95)=240.55ms  
   ✓ http_req_failed................: 0.00%   ✓ 0          ✗ 208288
     http_req_receiving.............: avg=4.25ms     min=18.43µs med=3.04ms     max=66.87ms    p(90)=8.14ms     p(95)=15.05ms   
     http_req_sending...............: avg=46.71µs    min=5.48µs  med=9.97µs     max=38.75ms    p(90)=30.39µs    p(95)=153.86µs  
     http_req_tls_handshaking.......: avg=0s         min=0s      med=0s         max=0s         p(90)=0s         p(95)=0s        
     http_req_waiting...............: avg=134.2ms    min=2.36ms  med=149.79ms   max=609.1ms    p(90)=207.12ms   p(95)=233.46ms  
     http_reqs......................: 208288  905.518372/s
     iteration_duration.............: avg=160.69ms   min=22.63ms med=176.72ms   max=640.77ms   p(90)=236.33ms   p(95)=262.67ms  
     iterations.....................: 208288  905.518372/s
     ttfb...........................: avg=134.200625 min=2.36349 med=149.796829 max=609.104592 p(90)=207.126209 p(95)=233.463678
     vus............................: 1       min=1        max=200 
     vus_max........................: 200     min=200      max=200 
running (3m50.0s), 000/200 VUs, 208288 complete and 0 interrupted iterations
ramp_200 ✓ [ 100% ] 000/200 VUs  3m50s